{
  "date": "2021-01-03T13:27:28.457Z",
  "image": "/img/891ed4a7-38a1-465f-b5d9-aa49b568523a.jpeg",
  "title": "Covid-19 Restrictions",
  "body": "We have  relaxed our restrictions on the use of the clubhouse, but request that all members and visitors take a conservative and considerate to their sailing activities and their interactions with other members and visitors.\n\n﻿﻿In line with government published guideline ([Click here for more](https://www.gov.uk/guidance/covid-19-coronavirus-restrictions-what-you-can-and-cannot-do#keeping-yourself-and-others-safe)) and [RYA guidance for boaters](https://www.rya.org.uk/coronavirus/advice-for-boaters), the clubhouse will be re-opened. See also [RYA Covid-19 FAQs valid in England](https://assetbank-eu-west-1.s3.eu-west-1.amazonaws.com/rya-assets_87113cb4549df15cff38e2cd071931c5/51a/Covid_FAQs_in_England.pdf?response-content-disposition=inline%3B%20filename%3D%2251a%2FCovid_FAQs_in_England.pdf%22%3B%20filename%2A%3DUTF-8%27%2751a%252FCovid%255FFAQs%255Fin%255FEngland%252Epdf&response-content-type=application%2Fpdf&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Date=20210810T222256Z&X-Amz-SignedHeaders=host&X-Amz-Expires=900&X-Amz-Credential=AKIATJ7XNAYVAWNFIK7R%2F20210810%2Feu-west-1%2Fs3%2Faws4_request&X-Amz-Signature=8f1cb867c5fbddd20871a8bdebd80bb26d802049b7a2b2032d1fbba123e2e0c3)﻿﻿\n\nThere are still cases of COVID-19 in the UK and there is a risk you could catch or pass on the virus, even if you are fully vaccinated. SSSC encourages you to exercise caution and consider the risks. While no situation is risk free, there are actions we can all take to protect ourselves and others around us.\n\nThe club will display the NHS App QR code at the entrance to the clubhouse. When entering the building please check-in using the App.\n\nPlease continue to wash hands regularl, and maintain social distancing when possible. Sanitisation gel is located around the club for your use when inside the building.  \\\n\\\nWe request that anyone who may have cold/flu symptoms, been advised to self-isolate, or are considered to be within the high risk group to stay at home and not visit the club in accordance with government guidelines.\\\n\\\nWe hope you are all keeping well, and hope to see more of you on the water soon.\n\nSSSC",
  "description": "The SSSC return to sailing restrictions are being lifted "
}